#+PROPERTY: header-args :results verbatim
* CHECK

#+NAME: check
#+BEGIN_SRC sh :exports both
jshint src/index.js;
echo '';
#+END_SRC

#+RESULTS: check
: src/index.js: line 52, col 12, Duplicate key 'scrollbar'.
: src/index.js: line 111, col 5, Misleading line break before '?'; readers may interpret this as an expression boundary.
: 
: 2 errors
: 

Comments: 

 - Duplicate key 'scrollbar': this line enable the scrollbar. 


